Repository: llsc12/xcstring-tool
Catalog: Localizable.xcstrings
Source language: en
Languages: de

source: Resetting library
de: Setzt Bibliothek zurück

source: The libraries that this app is built on top of.
de: Die Libraries von denen diese App erbaut wird.

source: Vertical sliders are simpler to use, but horizontal sliders let you configure individual bands.
de: Vertikale Regler sind simpler zu benutzen, aber horizontale Regler lassen dir die Freiheit, individuelle Bände zu konfigurieren.

source: Use the app with your favourite services.
de: Benutze diese App mit deinen Lieblingsdiensten.

source: The people who helped make this app.
de: Die Personen die geholfen haben, diese App zu machen.

source: Importing %lld items
de: Importiert %lld Items

source: Used to import songs from your synced iTunes library. You cannot use this with DRM-protected media. Meret will try to avoid duplicating imported tracks.
de: Wird genutzt, um Lieder von deiner synchronisierten iTunes Bibliothek zu importieren. Dies kannst du nicht für DRM-gesicherte Medien benutzen. Meret wird versuchen bereits importierte Lieder erneut zu importieren.

source: By llsc12 with ❤️
de: Gemacht mit ❤️ von llsc12

source: If you have files on a network share etc., copy them into Meret local storage in the Files app, then import them from there. If you have limited storage space, use the 'Import folder and delete source' option to delete imported files so you don't run out of space. Only imported file will be deleted, other files will be left alone.
de: Wenn du Dateien auf einem Netzwerklaufwerk etc. hast, kopiere sie in den lokalen Meret Speicher in der Dateien App, und importiere sie dann von dort. Wenn du wenig Speicher hast, nutze die „Importiere Ordner und lösche den Ursprung“ Option um importierte Dateien zu löschen, sodass du nicht einen vollen Speicher hast. Nur importierte Dateien werden gelöscht, andere Dateien bleiben erhalten.

source: Search genres
de: Genres suchen

source: No lyrics available
de: Keine Lyrics verfügbar

source: App Navigation Style
de: App Navigationsstil

source: Delete Library?
de: Bibliothek löschen?

source: Filter Type
de: Filtertypen

source: Songs
de: Lieder

source: Import
de: Importieren

source: Delete
de: Löschen

source: Audio nodes are used to process real-time audio effects.
de: Audio Nodes werden für das Verarbeiten von Echtzeit-Audioeffekten benutzt.

source: Select New Icon
de: Neues Logo auswählen

source: EQ Node Config View Options
de: EQ Node Konfigurationsansichts-Optionen

source: No Playlists
de: Keine Playlists

source: Application Logs
de: Applikationsverlauf

source: Add to Playlist
de: Zu Playlist hinzufügen

source: Debugging Views
de: Debuggingansichten

source: Manage your media library and caches. Clear the artwork color cache if you're seeing the wrong colors for an album.
de: Verwalte deine Medien-Bibliothek und Caches. Lösche den Artwork-Farb-Cache wenn du die falschen Farben für ein Album siehst.

source: Play
de: Abspielen

source: Existing Playlists
de: Existierende Playlists

source: Password
de: Passwort

source: No Artists
de: Keine Künstler

source: The people who made this app possible.
de: Die Personen die diese App möglich gemacht haben.

source: %lld Icons
de: %lld Logos

source: No Genres
de: Keine Genres

source: button, then add your songs in any order.
de: Knopf und füge deine Lieder hinzu.

source: Are you sure you want to delete your entire library? This is irreversible. All songs and playlists will be deleted.
de: Bist du dir sicher, dass du deine gesamte Bibliothek löschen willst? Dies kannst du nicht rückgängig machen. Alle Lieder und Playlisten werden gelöscht.

source: Importing
de: Importiert

source: Add Songs
de: Lieder hinzufügen

source: No Songs
de: Keine Lieder

source: Search songs
de: Lieder suchen

source: Let's listen
de: Lass uns hören

source: Create compound audio effects from audio nodes, chaining them together to make your music sound how you want it to.
de: Erstelle zusammengesetzte Audioeffekte von Audio Nodes, um sie miteinander zu verketten und die Musik so klingen zu lassen, wie du es willst.

source: Your music is being imported and will be available here soon.
de: Deine Musik wird importiert und wird gleich für dich zu sehen sein.

source: Remove from Playlist
de: Von Playlist entfernen

source: Welcome
de: Willkommen

source: Import multiple files from the Files app. Meret supports all natively supported file formats, such as mp3 and m4a. Any media not natively supported will be converted to m4a automatically, which will be slower to import and may suffer very minor quality loss (unless it's a lossless format). Do not leave the app whilst importing media.
de: Importiere mehrere Dateien von der Dateien App. Meret unterstützt alle nativen Dateiarten, wie zum Beispiel mp3 und m4a. Alle Dateien, die nicht nativ unterstützt sind, werden automatisch zu m4a konvertiert, was das Importieren verlängert und eventuell auch kleine Qualitätsverluste mit sich bringt (außer es ist eine verlustlose Dateiart). Verlasse die App nicht während du Medien importierst.

# %lld songs, %@, %@
source: %1$lld songs, %2$@, %3$@
de: %1$lld Lieder, %2$@, %3$@

source: Select Songs
de: Lieder auswählen

source: Bandwidth
de: Bandbreite

source: Search albums
de: Alben suchen

source: Create Playlist
de: Playlist erstellen

source: Albums
de: Alben

source: Copyright © 2025 Lakhan Lothiyi, All Rights Reserved.
de: Copyright © 2025 Lakhan Lothiyi, Alle Rechte einbehalten.

source: Your library is empty, import your music files into Meret to see your albums here.
de: Deine Bibliothek ist leer, importiere deine Lieder in Meret um deine Alben hier zu sehen.

source: App Icon
de: App Logo

source: Search playlists
de: Playlisten suchen

source: Lyrics for this song are not available.
de: Lyrics für diesen Song sind nicht verfügbar.

source: Songs for you
de: Lieder für dich

source: New Playlist
de: Neue Playlist

source: Bands
de: Bände

source: Resetting
de: Zurücksetzen

source: Genre Not Found
de: Genre nicht gefunden

source: No Albums
de: Keine Alben

source: Artist Not Found
de: Künstler

source: Removing items
de: Entfernt Items

source: Customise how the app handles various scenarios.
de: Verändere, wie die App verschiedene Szenarien behandelt.

source: Metadata Display
de: Metadaten Display

source: Your music library is being reset, please wait.
de: Deine Musik-Bibliothek wird zurückgesetzt, bitte warte einen Moment.

source: Your favourites
de: Deine Favoriten

source: It's these people who made this app possible!
de: Dies sind die Personen, die diese App möglich gemacht haben!

source: Contributors
de: Mitwirkende

source: Search artists
de: Künstler suchen

source: Removing
de: Entfernt

source: Playlists
de: Playlisten

source: Max Range
de: Maximale Reichweite

source: Cancel
de: Abbrechen

source: %lld songs
de: %lld Lieder

source: Playlist Not Found
de: Playlist nicht gefunden

source: More
de: Mehr

source: Special for you
de: Speziell für dich

source: Licenses
de: Lizenzen

source: No license information found at compile time.
de: Keine Lizenzinformation gefunden während der Kompilierungszeit

source: Library Error
de: Library-Fehler

source: Username
de: Nutzername

source: Min Range
de: Minimale Reichweite

source: User Interface
de: Benutzer-Interface

source: Media Management
de: Medienverwaltung

source: Settings
de: Einstellungen

source: Album Not Found
de: Album nicht gefunden

source: Media
de: Medien

source: Adjust the sound of your music with the built-in equaliser.
de: Passe den Sound deiner Musik mit dem eingebauten Equalizer an.

source: Search
de: Suchen

source: Behaviours
de: Verhaltensweisen

source: Make a playlist from the
de: Erstelle eine Playlist mit dem

source: Here be dragons!
de: Hier sind Drachen!

source: Description (optional)
de: Beschreibung (optional)

source: Please wait whilst the selected items are removed.
de: Bitte warte, während die ausgewählten Items entfernt werden.

source: Appearance
de: Erscheinungsbild

source: Integrations
de: Integrationen

source: Equaliser
de: Equalizer

source: Dismiss
de: Abbrechen

source: Customise the app to your liking.
de: Verändere die App zu deinem Geschmack.

source: Importing %lf items
de: Importiert %lf Items

source: Advanced Audio Pipeline
de: Erweiterte Audio Pipeline

source: Your library is empty, import your music files into Meret to see your tracks here.
de: Deine Bibliothek ist leer, importiere deine Lieder in Meret um deine Tracks hier zu sehen.

source: Danger Zone
de: Gefahrenzone

source: Range
de: Reichweite

source: No Library Content
de: Kein Bibliothekinhalt

source: Time audio nodes are used to process nonreal-time audio effects.
de: Time Audio Nodes werden genutzt, um verzögerte Audioeffekte zu verarbeiten.

source: Specially picked
de: Speziell für dich ausgesucht

source: Welcome back
de: Willkommen zurück

source: Add Node
de: Node hinzufügen
